{
    "movies": [
        {
            "id": "1",
            "name": "Fantastik Canavarlar 3",
            "director": "David Yates",
            "type": "Macera",
            "duration": "143 Dakika",
            "visionDate": "15.04.2022",
            "image": "https://media.cinemaximum.com.tr/255//Files/POSTER/FC_Poster_TR_y.jpg",
            "summary": "Warner Bros. Pictures’tan “Fantastik Canavarlar: Dumbledore’un Sırları”, J.K. Rowling’in yarattığı Büyücülük Dünyası’ndaki en son macera. Profesör Albus Dumbledore (Jude Law), güçlü Karanlık büyücü Gellert Grindelwald (Mads Mikkelsen)’ın, büyücülük dünyasını kontrol etmek için harekete geçtiğini bilmektedir. Tek başına onu durduramayacağından, bir Büyüzoolojist olan Newt Scamander (Eddie Redmayne)’i, büyücüler, cadılar ve cesur bir fırıncıdan oluşan bir takımı yönetmekle görevlendirir. Bu tehlikleli görev için eski ve yeni canavarları biraraya getiren takım, Grindelwald’ın büyümekte olan çiçekler birliği ile çarpışacaklardır. Ama, riskler bu kadar yüksekken, Dumbledore daha ne kadar kenarda kalabilir ki?"
        },
        {
            "id": "2",
            "name": "Kirpi Sonic 2",
            "director": "Jeff Fowler",
            "type": "Aksiyon",
            "duration": "122 Dakika",
            "visionDate": "08.04.2022",
            "image": "https://media.cinemaximum.com.tr/255//Files/POSTER/STH2__NTL_DGTL_PAYOFF_1_SHT_TUR.jpg",
            "summary": "Sonic the Hedgehog 2, yaşananlardan sonra Tom'un yanında kalan Sonic'in, bu kez yanında daha güçlü bir silahla karşısına çıkan Dr. Robotnik ile yeni mücadelesini anlatıyor. Sonic, Green Hills’e yerleştikten sonra gerçek bir kahraman olmak için gereken özelliklere sahip olduğunu kanıtlamak için sabırsızlanır. Dr. Robotnik, bu kez yeni ortağı Knuckles ile birlikte medeniyetleri yok etme gücüne sahip olan bir zümrüdün arayışıyla geri döndüğünde sınavı başlar. Sonic, yardımcısı Tails’le ekip olur ve birlikte zümrüdü yanlış ellere düşmeden bulmak üzere dünya çapında bir yolculuğa çıkarlar."
        },
        {
            "id": "3",
            "name": "Cesur İtfaiyeci",
            "director": "Laurent Zeitoun, Theodore Ty",
            "type": "Animasyon",
            "duration": "92 Dakika",
            "visionDate": "22.04.2022",
            "image": "https://media.cinemaximum.com.tr/255//files/movie_posters/HO00004988_637855418576060914_cesur-itfaiyeci.png",
            "summary": "Çocukluğundan beri babası gibi itfaiyeci olmanın hayalini kuran Georgia'nın cesaret dolu macerasını izlemeye ve eğlenmeye hazır olun! Hayallerinin peşini asla bırakmayan Georgia, 16 yaşına geldiğinde itfaiye ekibine katılabilmek için türlü yollar dener. Bir yandan çocukluk hayalini gerçekleştirmek için komik olaylar yaşarken, cesaretiyle yakın dostları sayesinde New York'u bir çok tehlikeden kurtarmayı deneyecektir."
        },
        {
            "id": "4",
            "name": "Kuzeyli",
            "director": "Robert Eggers",
            "type": "Aksiyon",
            "duration": "136 Dakika",
            "visionDate": "22.04.2022",
            "image": "https://media.cinemaximum.com.tr/255//files/movie_posters/HO00005119_637855418576060914_kuzeyli.png",
            "summary": "The Northman, babası Kral Horvendill'in bir işgalci ordusuna liderlik eden Fjölnir tarafından öldürülmesine şahit olan Viking prensi Amleth'in, alacağına ant içtiği intikam mücadelesini anlatıyor."
        },
        {
            "id": "5",
            "name": "Bergen",
            "director": "M. Caner Alper, Mehmet Binay",
            "type": "Biyografi",
            "duration": "145 Dakika",
            "visionDate": "04.03.2022",
            "image": "https://media.cinemaximum.com.tr/255//Files/POSTER/brgn.jpg",
            "summary": "Arabeskin unutulmayan kadın seslerinden biri olan Bergen' in hayatını anlatan filmde, Bergen olarak bilinen Belgin'in Ankara'dan Adana'ya, oradan da yaşadığı aşkın ardından ebediyete uzanan öyküsünü anlatıyor. 1959 yılında Mersin’de yedi çocuklu bir ailenin en küçük çocuğu olarak dünyaya gelir Belgin. Anne ve babasının boşanması hayatını kökten bir biçimde değiştirir. Ankara'da yaşarken annesinden başka kimsesi yoktur, baba yoksunluğu içinde derin bir boşluk açar. Öte yandan, konservatuara girme başarısıyla katmerlenen gelecek umudu, ilk aşkı Abdullah'tan ayrılmasıyla yara alır. Ama onun en büyük gücü yeteneğidir. Ankara'nın prestijli mekânı Feyman Kulüp'te keşfedilmesiyle birlikte, parlayan genç bir yıldıza, Bergen'e dönüşür. Ancak zamanın koşullarında yapılan kontratlar sebebiyle Bergen bir süre çalışmak için annesiyle birlikte Adana'ya gider. Adana’da çalıştığı müzikholde sahne ve müzik tarzını değiştirmek zorunda kalır. Daha sonra evleneceği Halis Serbest ile karşılaşmasıyla, manipülatif olaylar dizisinin içinde bulur kendini. Halis Serbest'le yaptığı evlilik ise düşlediğinin tersine Bergen’i hayattan koparır. Şiddet dolu günlerde tümüyle yalnızdır. Kariyerinin en güzel yerinde Halis Serbest'in kezzap saldırısına uğrayan Bergen bir gözünü kaybeder. Bergen yaşadığı trajediye rağmen sahnelere döndüğünde, olağanüstü şarkıcılığıyla Türkiye çapında şöhretli bir şarkıcı olur. Halis'in tehdit, taciz ve şiddetle seyreden gerilimli ilişki, git-gellerle devam eder. Bergen hep korku içinde yaşar. Sonunda kesin bir biçimde Halis Serbest'ten kurtulduğunu düşündüğü bir yolculukta silahlı saldırıya uğrar. Annesinin ağır yaralandığı bu saldırıda Bergen hayatını kaybeder. Henüz 30 yaşındaki Bergen öldüğünde ise hem bir kurban hem de arabeskin kraliçesi olarak insanların kalplerine kazınmıştır."
        },
        {
            "id": "6",
            "name": "Doru Macera Ormanı",
            "director": "Arkın Aktaç",
            "type": "Animasyon",
            "duration": "71 Dakika",
            "visionDate": "01.04.2022",
            "image": "https://media.cinemaximum.com.tr/255//files/movie_posters/HO00005051_637830261946695289_doru-macera-ormani.png",
            "summary": "Alaca, ormanda kamp yapmakta olan bir hayvan sirkinin eline düşer.Sirkin sahibi Kinyas, onun sayesinde kazanacağı paraları hayal etmektedir.Doru ve diğer sürü üyeleri, Alaca’yı o sirkten bir an önce kurtarmalılardır.Fakat bu iş hiç de kolay görünmemektedir.Her şeye rağmen Doru ve Karatay, Kinyas’ı sirkte çalışmak istediklerine ikna ederek, Alaca’nın yanına sızmayı başarırlar.Ertesi gün planı uygulayan kahramanlarımız, sirkten kaçmayı başarırlar.Fakat kaçtıkları at arabasının içinde onları bekleyen bir sürpriz vardır.Bu sürpriz; bebek maymun Şöbi’dir.Doru, Karatay, Yaman ve Muhtar, ormandaki tüm tehlikelere rağmen , küçük maymunu annesine kavuşturmaya kararlıdırlar.Fakat en büyük tehlike olan Kinyas’ın, peşlerine düştüğünü henüz bilmiyorlardır."
        }
    ]
}